---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeCwfuParam
source: html/bac883b9-2826-aa5d-b551-13b77cebb203.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeCwfuParam Property

"CWFU"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeCwfuParam { get; }
```